Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# amPromptBodyDenied
source: Choragus needs Apple Music access to search the catalog. Open System Settings → Privacy & Security → Media & Apple Music and enable Choragus.
da: Choragus skal bruge Apple Music-adgang for at søge i kataloget. Åbn Systemindstillinger → Anonymitet og sikkerhed → Medier og Apple Music, og aktivér Choragus.
de: Choragus benötigt Apple Music-Zugriff, um den Katalog zu durchsuchen. Öffne Systemeinstellungen → Datenschutz & Sicherheit → Medien & Apple Music und aktiviere Choragus.
es: Choragus necesita acceso a Apple Music para buscar en el catálogo. Abre Ajustes del Sistema → Privacidad y seguridad → Contenido y Apple Music y activa Choragus.
fr: Choragus a besoin de l’accès à Apple Music pour rechercher dans le catalogue. Ouvrez Réglages Système → Confidentialité et sécurité → Médias et Apple Music et activez Choragus.
it: Choragus ha bisogno dell’accesso ad Apple Music per cercare nel catalogo. Apri Impostazioni di Sistema → Privacy e sicurezza → Contenuti multimediali e Apple Music e attiva Choragus.
ja: カタログを検索するにはChoragusにApple Musicへのアクセスが必要です。システム設定 → プライバシーとセキュリティ → メディアとApple Musicを開き、Choragusを有効にしてください。
nb: Choragus trenger Apple Music-tilgang for å søke i katalogen. Åpne Systeminnstillinger → Personvern og sikkerhet → Medier og Apple Music og slå på Choragus.
nl: Choragus heeft Apple Music-toegang nodig om de catalogus te doorzoeken. Open Systeeminstellingen → Privacy en beveiliging → Media en Apple Music en schakel Choragus in.
pl: Choragus potrzebuje dostępu do Apple Music, aby przeszukać katalog. Otwórz Ustawienia systemowe → Prywatność i bezpieczeństwo → Multimedia i Apple Music i włącz Choragus.
pt: O Choragus precisa de acesso ao Apple Music para buscar no catálogo. Abra Ajustes do Sistema → Privacidade e Segurança → Mídia e Apple Music e ative o Choragus.
sv: Choragus behöver Apple Music-åtkomst för att söka i katalogen. Öppna Systeminställningar → Integritet och säkerhet → Media och Apple Music och aktivera Choragus.
zh_hans: Choragus 需要 Apple Music 访问权限才能搜索目录。打开系统设置 → 隐私与安全性 → 媒体与 Apple Music，并启用 Choragus。

# amPromptBodyNoSubscription
source: Apple Music search needs an active subscription on the Apple ID you're signed in with on this Mac.
da: Søgning i Apple Music kræver et aktivt abonnement på det Apple-id, du er logget ind med på denne Mac.
de: Die Apple Music-Suche erfordert ein aktives Abonnement für die Apple-ID, mit der du auf diesem Mac angemeldet bist.
es: La búsqueda en Apple Music necesita una suscripción activa en el ID de Apple con el que iniciaste sesión en este Mac.
fr: La recherche Apple Music nécessite un abonnement actif sur l’identifiant Apple connecté sur ce Mac.
it: La ricerca su Apple Music richiede un abbonamento attivo sull’ID Apple con cui hai eseguito l’accesso su questo Mac.
ja: Apple Musicの検索には、このMacでサインインしているApple IDでの有効な登録が必要です。
nb: Apple Music-søk krever et aktivt abonnement på Apple-ID-en du er logget på med på denne Macen.
nl: Apple Music-zoeken vereist een actief abonnement op de Apple ID waarmee je op deze Mac bent ingelogd.
pl: Wyszukiwanie w Apple Music wymaga aktywnej subskrypcji na Apple ID, na którym zalogowano się na tym Macu.
pt: A busca no Apple Music precisa de uma assinatura ativa no ID Apple com que fizeste login neste Mac.
sv: Sökning i Apple Music kräver ett aktivt abonnemang på det Apple-ID du är inloggad med på den här Macen.
zh_hans: Apple Music 搜索需要你在此 Mac 上登录的 Apple ID 拥有有效订阅。

# amPromptBodyNotApplicable
source: This build doesn't include MusicKit support. Use the legacy Apple Music entry under Music Services to search via Sonos.
da: Denne version indeholder ikke MusicKit-understøttelse. Brug den ældre Apple Music-post under Musiktjenester for at søge via Sonos.
de: Diese Version enthält keine MusicKit-Unterstützung. Verwende den älteren Apple Music-Eintrag unter Musikdienste, um über Sonos zu suchen.
es: Esta versión no incluye compatibilidad con MusicKit. Usa la entrada clásica de Apple Music en Servicios de música para buscar a través de Sonos.
fr: Cette version n’inclut pas la prise en charge de MusicKit. Utilisez l’entrée Apple Music classique sous Services musicaux pour rechercher via Sonos.
it: Questa build non include il supporto per MusicKit. Usa la voce Apple Music classica in Servizi musicali per cercare tramite Sonos.
ja: このビルドはMusicKitに対応していません。Sonos経由で検索するには、音楽サービスの従来のApple Music項目をご利用ください。
nb: Denne versjonen inkluderer ikke MusicKit-støtte. Bruk den eldre Apple Music-oppføringen under Musikktjenester for å søke via Sonos.
nl: Deze build bevat geen MusicKit-ondersteuning. Gebruik de oudere Apple Music-vermelding onder Muziekdiensten om via Sonos te zoeken.
pl: Ta kompilacja nie obsługuje MusicKit. Użyj starszej pozycji Apple Music w Usługach muzycznych, aby wyszukiwać przez Sonos.
pt: Esta versão não inclui suporte ao MusicKit. Use a entrada antiga do Apple Music em Serviços de Música para buscar via Sonos.
sv: Den här versionen saknar stöd för MusicKit. Använd den äldre Apple Music-posten under Musiktjänster för att söka via Sonos.
zh_hans: 此版本不包含 MusicKit 支持。请使用音乐服务中的旧版 Apple Music 条目通过 Sonos 搜索。

# amPromptBodyNotDetermined
source: Allow Choragus to read your Apple Music catalog so you can search and browse from inside the app.
da: Tillad Choragus at læse dit Apple Music-katalog, så du kan søge og gennemse i appen.
de: Erlaube Choragus, deinen Apple Music-Katalog zu lesen, damit du direkt in der App suchen und stöbern kannst.
es: Permite que Choragus lea tu catálogo de Apple Music para buscar y explorar desde la app.
fr: Autorisez Choragus à lire votre catalogue Apple Music afin de rechercher et parcourir depuis l’app.
it: Consenti a Choragus di leggere il tuo catalogo Apple Music per cercare e sfogliare dall’app.
ja: ChoragusがあなたのApple Musicカタログを読み取れるようにすると、アプリ内で検索や閲覧ができます。
nb: Tillat Choragus å lese Apple Music-katalogen din slik at du kan søke og bla i appen.
nl: Geef Choragus toegang tot je Apple Music-catalogus zodat je in de app kunt zoeken en bladeren.
pl: Zezwól Choragus na odczyt katalogu Apple Music, aby wyszukiwać i przeglądać w aplikacji.
pt: Permita que o Choragus leia seu catálogo do Apple Music para buscar e explorar dentro do app.
sv: Tillåt Choragus att läsa din Apple Music-katalog så att du kan söka och bläddra i appen.
zh_hans: 允许 Choragus 读取你的 Apple Music 目录，即可在应用内搜索和浏览。

# amQueueingNextFormat
source: Queueing %@ next…
da: Sætter %@ i kø som næste…
de: %@ wird als Nächstes eingereiht…
es: Poniendo %@ a continuación…
fr: Mise en file de %@ ensuite…
it: %@ in coda come successivo…
ja: %@ を次にキューに追加中…
nb: Køer %@ som neste…
nl: %@ als volgende in wachtrij…
pl: Kolejkowanie %@ jako następne…
pt: Enfileirando %@ como próximo…
sv: Köar %@ härnäst…
zh_hans: 正在将 %@ 加入下一首…

# amQueueingTopSongsNextFormat
source: Queueing %@ top songs next…
da: Sætter de bedste sange af %@ i kø som næste…
de: Top-Titel von %@ werden als Nächstes eingereiht…
es: Poniendo las canciones principales de %@ a continuación…
fr: Mise en file des meilleurs titres de %@ ensuite…
it: Brani principali di %@ in coda come successivi…
ja: %@ の人気曲を次にキューに追加中…
nb: Køer de beste sangene av %@ som neste…
nl: Topnummers van %@ als volgende in wachtrij…
pl: Kolejkowanie najlepszych utworów %@ jako następne…
pt: Enfileirando as principais músicas de %@ como próximas…
sv: Köar de bästa låtarna av %@ härnäst…
zh_hans: 正在将 %@ 的热门歌曲加入下一首…

# amQueueingTracksNextFormat
source: Queueing %d track(s) next…
da: Sætter %d numre i kø som næste…
de: %d Titel werden als Nächstes eingereiht…
es: Poniendo %d pista(s) a continuación…
fr: Mise en file de %d piste(s) ensuite…
it: %d brano/i in coda come successivi…
ja: %d 曲を次にキューに追加中…
nb: Køer %d spor som neste…
nl: %d nummer(s) als volgende in wachtrij…
pl: Kolejkowanie %d utworu(ów) jako następne…
pt: Enfileirando %d faixa(s) como próximas…
sv: Köar %d låt(ar) härnäst…
zh_hans: 正在将 %d 首曲目加入下一首…

# amRadioStations
source: Radio Stations
da: Radiostationer
de: Radiosender
es: Emisoras de radio
fr: Stations de radio
it: Stazioni radio
ja: ラジオステーション
nb: Radiostasjoner
pl: Stacje radiowe
pt: Estações de rádio
sv: Radiostationer
zh_hans: 广播电台

# amRecentlyPlayed
source: Recently Played
da: Senest afspillet
de: Zuletzt gespielt
es: Reproducido recientemente
fr: Écoutés récemment
it: Riprodotti di recente
ja: 最近再生した項目
nb: Nylig spilt
nl: Recent afgespeeld
pl: Ostatnio odtwarzane
pt: Reproduzidos recentemente
sv: Senast spelade
zh_hans: 最近播放

# amSearchAppleMusic
source: Search Apple Music
da: Søg i Apple Music
de: Apple Music durchsuchen
es: Buscar en Apple Music
fr: Rechercher dans Apple Music
it: Cerca in Apple Music
ja: Apple Musicを検索
nb: Søk i Apple Music
nl: Apple Music doorzoeken
pl: Szukaj w Apple Music
pt: Buscar no Apple Music
sv: Sök i Apple Music
zh_hans: 搜索 Apple Music

# amSearchAppleMusicStations
source: Search Apple Music stations
da: Søg Apple Music-stationer
de: Apple Music-Sender suchen
es: Buscar emisoras de Apple Music
fr: Rechercher des stations Apple Music
it: Cerca stazioni Apple Music
ja: Apple Musicのステーションを検索
nb: Søk Apple Music-stasjoner
nl: Apple Music-stations zoeken
pl: Szukaj stacji Apple Music
pt: Buscar estações do Apple Music
sv: Sök Apple Music-stationer
zh_hans: 搜索 Apple Music 电台

# amSearchCatalogPrompt
source: Type a song, album, or artist to search the Apple Music catalog.
da: Skriv en sang, et album eller en kunstner for at søge i Apple Music-kataloget.
de: Gib einen Titel, ein Album oder einen Interpreten ein, um den Apple Music-Katalog zu durchsuchen.
es: Escribe una canción, álbum o artista para buscar en el catálogo de Apple Music.
fr: Saisissez un morceau, un album ou un artiste pour rechercher dans le catalogue Apple Music.
it: Digita un brano, un album o un artista per cercare nel catalogo Apple Music.
ja: 曲、アルバム、アーティストを入力してApple Musicのカタログを検索します。
nb: Skriv inn en sang, et album eller en artist for å søke i Apple Music-katalogen.
nl: Typ een nummer, album of artiest om de Apple Music-catalogus te doorzoeken.
pl: Wpisz utwór, album lub wykonawcę, aby przeszukać katalog Apple Music.
pt: Digite uma música, álbum ou artista para buscar no catálogo do Apple Music.
sv: Skriv en låt, ett album eller en artist för att söka i Apple Music-katalogen.
zh_hans: 输入歌曲、专辑或艺人以搜索 Apple Music 目录。

# amSearchHint
source: Try "jazz", "pop", "rock", "chill" or an artist name.
da: Prøv "jazz", "pop", "rock", "chill" eller et kunstnernavn.
de: Versuche \"jazz\", \"pop\", \"rock\", \"chill\" oder einen Künstlernamen.
es: Prueba "jazz", "pop", "rock", "chill" o el nombre de un artista.
fr: Essayez "jazz", "pop", "rock", "chill" ou un nom d’artiste.
it: Prova "jazz", "pop", "rock", "chill" o il nome di un artista.
ja: 「jazz」「pop」「rock」「chill」やアーティスト名を試してください。
nb: Prøv "jazz", "pop", "rock", "chill" eller et artistnavn.
nl: Probeer "jazz", "pop", "rock", "chill" of een artiestennaam.
pl: Wypróbuj "jazz", "pop", "rock", "chill" lub nazwę wykonawcy.
pt: Tente "jazz", "pop", "rock", "chill" ou o nome de um artista.
sv: Prova "jazz", "pop", "rock", "chill" eller ett artistnamn.
zh_hans: 试试 "jazz"、"pop"、"rock"、"chill" 或艺人名称。

# amSearchPrompt
source: Type a song, album, artist, or playlist to search the catalog.
da: Skriv en sang, et album, en kunstner eller en afspilningsliste for at søge i kataloget.
de: Gib einen Titel, ein Album, einen Interpreten oder eine Playlist ein, um den Katalog zu durchsuchen.
es: Escribe una canción, álbum, artista o lista para buscar en el catálogo.
fr: Saisissez un morceau, un album, un artiste ou une playlist pour rechercher dans le catalogue.
it: Digita un brano, un album, un artista o una playlist per cercare nel catalogo.
ja: 曲、アルバム、アーティスト、プレイリストを入力してカタログを検索します。
nb: Skriv inn en sang, et album, en artist eller en spilleliste for å søke i katalogen.
nl: Typ een nummer, album, artiest of afspeellijst om de catalogus te doorzoeken.
pl: Wpisz utwór, album, wykonawcę lub playlistę, aby przeszukać katalog.
pt: Digite uma música, álbum, artista ou playlist para buscar no catálogo.
sv: Skriv en låt, ett album, en artist eller en spellista för att söka i katalogen.
zh_hans: 输入歌曲、专辑、艺人或播放列表以搜索目录。

# amSearchStationsPlaceholder
source: Search stations (artist, genre, mood)
da: Søg stationer (kunstner, genre, stemning)
de: Sender suchen (Künstler, Genre, Stimmung)
es: Buscar emisoras (artista, género, ambiente)
fr: Rechercher des stations (artiste, genre, ambiance)
it: Cerca stazioni (artista, genere, atmosfera)
ja: ステーションを検索（アーティスト、ジャンル、ムード）
nb: Søk stasjoner (artist, sjanger, stemning)
nl: Stations zoeken (artiest, genre, sfeer)
pl: Szukaj stacji (wykonawca, gatunek, nastrój)
pt: Buscar estações (artista, gênero, clima)
sv: Sök stationer (artist, genre, stämning)
zh_hans: 搜索电台（艺人、流派、氛围）

# amSeeAllAlbums
source: See All Albums
da: Se alle album
de: Alle Alben anzeigen
es: Ver todos los álbumes
fr: Voir tous les albums
it: Vedi tutti gli album
ja: すべてのアルバムを表示
nb: Se alle album
nl: Alle albums tonen
pl: Pokaż wszystkie albumy
pt: Ver todos os álbuns
sv: Visa alla album
zh_hans: 查看全部专辑

# amSeeAllArtists
source: See All Artists
da: Se alle kunstnere
de: Alle Interpreten anzeigen
es: Ver todos los artistas
fr: Voir tous les artistes
it: Vedi tutti gli artisti
ja: すべてのアーティストを表示
nb: Se alle artister
nl: Alle artiesten tonen
pl: Pokaż wszystkich wykonawców
pt: Ver todos os artistas
sv: Visa alla artister
zh_hans: 查看全部艺人

# amSeeAllPlaylists
source: See All Playlists
da: Se alle afspilningslister
de: Alle Playlists anzeigen
es: Ver todas las listas
fr: Voir toutes les playlists
it: Vedi tutte le playlist
ja: すべてのプレイリストを表示
nb: Se alle spillelister
nl: Alle afspeellijsten tonen
pl: Pokaż wszystkie playlisty
pt: Ver todas as playlists
sv: Visa alla spellistor
zh_hans: 查看全部播放列表

# amSeeAllSongs
source: See All Songs
da: Se alle sange
de: Alle Titel anzeigen
es: Ver todas las canciones
fr: Voir tous les morceaux
it: Vedi tutti i brani
ja: すべての曲を表示
nb: Se alle sanger
nl: Alle nummers tonen
pl: Pokaż wszystkie utwory
pt: Ver todas as músicas
sv: Visa alla låtar
zh_hans: 查看全部歌曲

# amSongs
source: Songs
da: Sange
de: Titel
es: Canciones
fr: Morceaux
it: Brani
ja: 曲
nb: Sanger
nl: Nummers
pl: Utwory
pt: Músicas
sv: Låtar
zh_hans: 歌曲

# amSortArtist
source: Artist
da: Kunstner
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
nl: Artiest
pl: Wykonawca
pt: Artista
zh_hans: 艺人

# amSortDefault
source: Default
da: Standard
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
nb: Standard
nl: Standaard
pl: Domyślnie
pt: Padrão
sv: Standard
zh_hans: 默认

# amSortDuration
source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 再生時間
nb: Varighet
nl: Duur
pl: Czas trwania
pt: Duração
sv: Längd
zh_hans: 时长

# amSortFirstAdded
source: First Added
da: Først tilføjet
de: Zuerst hinzugefügt
es: Añadido primero
fr: Ajouté en premier
it: Aggiunti per primi
ja: 最初に追加した項目
nb: Først lagt til
nl: Eerst toegevoegd
pl: Najpierw dodane
pt: Adicionado primeiro
sv: Först tillagda
zh_hans: 最先添加

# amSortLabelFormat
source: Sort: %@
da: Sorter: %@
de: Sortieren: %@
es: Ordenar: %@
fr: Trier : %@
it: Ordina: %@
ja: 並べ替え: %@
nb: Sorter: %@
nl: Sorteren: %@
pl: Sortuj: %@
pt: Ordenar: %@
sv: Sortera: %@
zh_hans: 排序：%@

# amSortLabelPlain
source: Sort
da: Sorter
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
nb: Sorter
nl: Sorteren
pl: Sortuj
pt: Ordenar
sv: Sortera
zh_hans: 排序

# amSortLiveFirst
source: Live First
da: Live først
de: Live zuerst
es: En directo primero
fr: En direct d'abord
it: Dal vivo prima
ja: ライブ優先
nb: Direkte først
nl: Live eerst
pl: Najpierw na żywo
pt: Ao vivo primeiro
sv: Live först
zh_hans: 直播优先

# amSortName
source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
zh_hans: 名称

# amSortNewest
source: Newest
da: Nyeste
de: Neueste
es: Más reciente
fr: Plus récent
it: Più recente
ja: 新しい順
nb: Nyeste
nl: Nieuwste
pl: Najnowsze
pt: Mais recente
sv: Senaste
zh_hans: 最新

# amSortOldest
source: Oldest
da: Ældste
de: Älteste
es: Más antiguo
fr: Plus ancien
it: Più vecchio
ja: 古い順
nb: Eldste
nl: Oudste
pl: Najstarsze
pt: Mais antigo
sv: Äldsta
zh_hans: 最早

# amSortRecentlyAdded
source: Recently Added
da: Senest tilføjet
de: Zuletzt hinzugefügt
es: Añadido recientemente
fr: Ajout récent
it: Aggiunti di recente
ja: 最近追加した項目
nb: Nylig lagt til
nl: Onlangs toegevoegd
pl: Ostatnio dodane
pt: Adicionado recentemente
sv: Nyligen tillagda
zh_hans: 最近添加

# amSortTitle
source: Title
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt: Título
sv: Titel
zh_hans: 标题

# amSpatialAudio
source: Spatial Audio
da: Rumlig lyd
es: Audio espacial
fr: Audio spatial
it: Audio spaziale
ja: 空間オーディオ
nb: Romlig lyd
pl: Dźwięk przestrzenny
pt: Áudio espacial
sv: Rumslig ljud
zh_hans: 空间音频

# amStations
source: Stations
da: Stationer
de: Sender
es: Emisoras
it: Stazioni
ja: ステーション
nb: Stasjoner
pl: Stacje
pt: Estações
sv: Stationer
zh_hans: 电台

# amStationsForYou
source: Stations For You
da: Stationer til dig
de: Sender für dich
es: Emisoras para ti
fr: Stations pour vous
it: Stazioni per te
ja: あなたへのステーション
nb: Stasjoner for deg
nl: Stations voor jou
pl: Stacje dla Ciebie
pt: Estações para ti
sv: Stationer för dig
zh_hans: 为你推荐的电台

# amSubscriptionRequiredTitle
source: Apple Music subscription required
da: Apple Music-abonnement kræves
de: Apple Music-Abonnement erforderlich
es: Se requiere una suscripción a Apple Music
fr: Abonnement Apple Music requis
it: Abbonamento Apple Music richiesto
ja: Apple Musicの登録が必要です
nb: Apple Music-abonnement kreves
nl: Apple Music-abonnement vereist
pl: Wymagana subskrypcja Apple Music
pt: Assinatura do Apple Music necessária
sv: Apple Music-abonnemang krävs
zh_hans: 需要 Apple Music 订阅

# amTopAlbums
source: Top Albums
da: Bedste album
de: Top-Alben
es: Álbumes principales
fr: Meilleurs albums
it: Album principali
ja: 人気アルバム
nb: Beste album
pl: Najlepsze albumy
pt: Principais álbuns
sv: Bästa albumen
zh_hans: 热门专辑

# amTopPlaylists
source: Top Playlists
da: Bedste afspilningslister
es: Listas principales
fr: Meilleures playlists
it: Playlist principali
ja: 人気プレイリスト
nb: Beste spillelister
nl: Topafspeellijsten
pl: Najlepsze playlisty
pt: Principais playlists
sv: Bästa spellistorna
zh_hans: 热门播放列表

# amTopSongs
source: Top Songs
da: Bedste sange
de: Top-Titel
es: Canciones principales
fr: Meilleurs titres
it: Brani principali
ja: 人気曲
nb: Beste sanger
nl: Topnummers
pl: Najlepsze utwory
pt: Principais músicas
sv: Bästa låtarna
zh_hans: 热门歌曲

# amTryDifferentQuery
source: Try a different query.
da: Prøv en anden søgning.
de: Versuche eine andere Suche.
es: Prueba otra búsqueda.
fr: Essayez une autre recherche.
it: Prova una ricerca diversa.
ja: 別のキーワードをお試しください。
nb: Prøv et annet søk.
nl: Probeer een andere zoekopdracht.
pl: Spróbuj innego zapytania.
pt: Tente outra busca.
sv: Prova en annan sökning.
zh_hans: 请尝试其他搜索词。

# amYourLibrary
source: Your Library
da: Dit bibliotek
de: Deine Mediathek
es: Tu biblioteca
fr: Votre bibliothèque
it: La tua libreria
ja: ライブラリ
nb: Biblioteket ditt
nl: Jouw bibliotheek
pl: Twoja biblioteka
pt: Sua biblioteca
sv: Ditt bibliotek
zh_hans: 你的资料库

# analogInputFromFormat
source: Analog input from %@
da: Analog indgang fra %@
de: Analogeingang von %@
es: Entrada analógica de %@
fr: Entrée analogique de %@
it: Ingresso analogico da %@
ja: %@ のアナログ入力
nb: Analog inngang fra %@
nl: Analoge ingang van %@
pl: Wejście analogowe z %@
pt: Entrada analógica de %@
sv: Analog ingång från %@
zh_hans: 来自 %@ 的模拟输入

source: Animate artwork randomly
da: Animér omslaget tilfældigt
de: Cover zufällig animieren
es: Animar la carátula aleatoriamente
fr: Animer la pochette aléatoirement
it: Anima la copertina in modo casuale
ja: アートワークをランダムにアニメーション
nb: Animer coveret tilfeldig
nl: Hoesje willekeurig animeren
pl: Animuj okładkę losowo
pt: Animar a capa aleatoriamente
sv: Animera omslaget slumpmässigt
zh_hans: 随机播放封面动画

source: API key
da: API-nøgle
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: API キー
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt: Chave de API
sv: API-nyckel
zh_hans: API 密钥

# apiKeyPlaceholder
source: your API key
da: din API-nøgle
de: dein API-Schlüssel
es: tu clave API
fr: votre clé API
it: la tua chiave API
ja: API キーを入力
nb: din API-nøkkel
nl: je API-sleutel
pl: twój klucz API
pt: sua chave de API
sv: din API-nyckel
zh_hans: 您的 API 密钥

source: Appearance
da: Udseende
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aparência
sv: Utseende
zh_hans: 外观

# appearanceDark
source: Dark
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
sv: Mörkt
zh_hans: 深色

# appearanceInfo
source: Theme controls light and dark mode. Accent color is applied to sliders, selections, and toggles. Zone icon colors control the speaker icons in the sidebar.
da: Temaet styrer lys og mørk tilstand. Accentfarven anvendes på skydere, valg og kontakter. Zoneikonfarver styrer højttalerikoner i sidepanelet.
de: Das Thema steuert den hellen und dunklen Modus. Die Akzentfarbe wird auf Schieberegler, Auswahlen und Schalter angewendet. Zonen-Symbolfarben steuern die Lautsprechersymbole in der Seitenleiste.
es: El tema controla el modo claro y oscuro. El color de acento se aplica a los controles deslizantes, selecciones y conmutadores. Los colores de los iconos de zona controlan los iconos de los altavoces en la barra lateral.
fr: Le thème contrôle le mode clair et sombre. La couleur d’accent s’applique aux curseurs, sélections et boutons. Les couleurs des icônes de zone contrôlent les icônes d’enceintes dans la barre latérale.
it: Il tema controlla la modalità chiara e scura. Il colore di accento viene applicato a cursori, selezioni e interruttori. I colori delle icone di zona controllano le icone degli altoparlanti nella barra laterale.
ja: テーマはライトモードとダークモードを制御します。アクセントカラーはスライダー、選択項目、トグルに適用されます。ゾーンアイコンの色はサイドバーのスピーカーアイコンを制御します。
nb: Temaet styrer lys og mørk modus. Aksentfargen brukes på skyveknapper, valg og brytere. Soneikonfargene styrer høyttalerikonene i sidefeltet.
nl: Het thema regelt de lichte en donkere modus. De accentkleur wordt toegepast op schuifregelaars, selecties en schakelaars. Zonepictogramkleuren bepalen de speakerpictogrammen in de zijbalk.
pl: Motyw kontroluje tryb jasny i ciemny. Kolor akcentu jest stosowany do suwaków, zaznaczeń i przełączników. Kolory ikon stref kontrolują ikony głośników w pasku bocznym.
pt: O tema controla o modo claro e escuro. A cor de destaque é aplicada a controles deslizantes, seleções e botões de alternagem. As cores dos ícones de zona controlam os ícones das caixas de som na barra lateral.
sv: Temat styr ljust och mörkt läge. Accentfärgen används på reglage, markeringar och växlar. Zonikonfärger styr högtalarikoner i sidofältet.
zh_hans: 主题控制浅色和深色模式。强调色应用于滑块、选择项和开关。区域图标颜色控制侧边栏中的音箱图标。

# appearanceLight
source: Light
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
sv: Ljust
zh_hans: 浅色
